<template>
  <label>
    <h2>关于博客</h2>
    <p>和大多人一样，都渴望在互联网这个大世界中拥有自己的一片天地</p>
    <p>刚开始在博客平台上写文章，例如新浪博客、网易博客、博客园等</p>
    <p>慢慢的不满足已有博客平台的样式和功能，就开始定制博客平台，例如博客园增加css样式等</p>
    <p>但是定制博客平台还是有很多的限制，自己的想法很难完全满足，始终不能随心所欲</p>
    <p>就考虑自己搭建一个博客，例如Hexo等静态博客，这些平台写博客还是很麻烦，功能和样式也是固定的</p>
    <p>终于还是考虑自己完全开发一个博客</p>
    <p>很早之前就开发过博客，功能齐全，也上线运行过一段时间，但终究因为觉得云主机太贵而下线</p>
    <p>思虑再三，还是觉得需要自己一片天地，来展示自己的设计、想法，记录自己的工作、生活点点滴滴</p>
    <p>这应该是一个非常有意思的过程，慢慢的完善自己的网站，犹如培育一个孩子慢慢长大</p>
    <p>如是，这个博客诞生了！</p>
    <p>博客抛去了太多功能，尽量做到极简、专注，以及最大化的节省资源</p>
    <p>——</p>
    <p>如果你也想搭建这个博客，可以联系我，会提供部署包</p>
    <p>如果你想改造这个博客，也可以联系我，会提供源代码</p>
  </label>
</template>

<script>
export default {
  name: "Site"
}
</script>

<style scoped>

</style>
